# 개발 도구
brew "git"
brew "pnpm"
brew "wget"
brew "tree"
brew "gh"
brew "cloc"
brew "duti"

# 앱
# cask "cloudflare-warp"
cask "google-chrome"
cask "claude-code"
cask "visual-studio-code"
cask "iterm2"
cask "fork"
cask "1password"
cask "tailscale-app"

# 폰트
cask "font-source-code-pro"
