tap "homebrew/autoupdate"

# 개발 도구
# brew "git" # xcode-select로 제공됨
brew "pnpm"
brew "wget"
brew "tree"
brew "gh"
brew "cloc"
brew "duti"
brew "zoxide"
brew "fzf"
brew "openjdk"

# 앱
# cask "cloudflare-warp" # Tailscale로 대체
cask "google-chrome"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "visual-studio-code"
cask "iterm2"
cask "fork"
cask "1password"
cask "codex"
cask "codex-app"
cask "tailscale-app"

# 폰트
cask "font-source-code-pro"
cask "font-geist-mono"
